Repository: common-repository/vleks-woocommerce
Catalog: languages/*.po
Languages: nl_nl

source: The official Vleks.com WooCommerce integration.
nl_nl: De officiÃ«le Vleks.com WooCommerce integratie.

source: File location
nl_nl: Bestandslocatie

source: Next export planned
nl_nl: Volgende geplande export

source: Product brands
nl_nl: Product merken

source: Brand
nl_nl: Merk

source: Brands
nl_nl: Merken

source: All brands
nl_nl: Alle merken

source: Edit brand
nl_nl: Bewerk merk

source: View brand
nl_nl: Toon merk

source: Update brand
nl_nl: Pas merk aan

source: Add new brand
nl_nl: Voeg een nieuw merk toe

source: New brand name
nl_nl: Nieuwe merknaam

source: EAN refers to a European Article Number, a semi-unique identifier for each distinct product that can be purchased.
nl_nl: EAN refereert naar een Europees Artikel Nummer, een referentie voor elk product dat aangeschaft kan worden.

source: Condition
nl_nl: Status

source: New
nl_nl: Nieuw

source: As new
nl_nl: Als nieuw

source: Good
nl_nl: Goed

source: Reasonable
nl_nl: Redelijk

source: Moderate
nl_nl: Matig

source: Stock marge
nl_nl: Voorraadmarge

source: Allow some marge in the stock quantity on Vleks.com
nl_nl: Min de voorraad van een product met een bepaalde marge voor Vleks.com

source: Merchant ID
nl_nl: Verkopers ID

source: Enter your Vleks.com Merchant ID.
nl_nl: Vul hier het Vleks.com verkopers ID in.

source: Stock Location ID
nl_nl: Voorraadlocatie ID

source: Enter your Vleks.com Stock Location ID.
nl_nl: Vul hier het Vleks.com voorraadlocatie ID in.

source: Enable feed generation
nl_nl: Schakel het genereren van feeds in

source: Export rate
nl_nl: Verversing feed

source: How often is the feed generated.
nl_nl: Hoe vaak de feed wordt gegenereerd.

source: Every ten minutes
nl_nl: Elke tien minuten

source: Every fifteen minutes
nl_nl: Elk kwartier

source: Every half an hour
nl_nl: Elk half uur

source: Every fourty-five minutes
nl_nl: Elke drie kwartier

source: Every hour
nl_nl: Elk uur

source: Every six hours
nl_nl: Om de zes uur

source: Every twelve hours
nl_nl: Om de twaalf uur

source: Once a day
nl_nl: Dagelijks

source: Once a week
nl_nl: Wekelijks

source: Once a month
nl_nl: Maandelijks

source: Once a year
nl_nl: Jaarlijks

source: Minimal delivery time
nl_nl: Minimale verzendtijd

source: In days
nl_nl: In dagen

source: Maximal delivery time
nl_nl: Maximale verzendtijd

source: Be sure to enter a numeric value in the stock marge field.
nl_nl: Een voorraadmarge wordt numeriek opgegeven.

source: The Merchant ID really should not be empty.
nl_nl: Het verkopers ID dient ingevuld te zijn.

source: The Stock Location ID really should not be empty.
nl_nl: Het voorraadlocatie ID dient gevuld te zijn.

source: Please, use a numeric value.
nl_nl: Gebruik een numerieke waarde.

source: The Minimal delivery time should not be empty.
nl_nl: De minimale verzendtijd dient gevuld te zijn.

source: The Maximal delivery time should not be empty.
nl_nl: De maximale verzendtijd dient gevuld te zijn.

source: The Maximal delivery time should not be less than the Minimal delivery time.
nl_nl: De maximale verzendtijd mag niet lager zijn dan de minimale verzendtijd.
